[
    {
        "id": "8484-b7fc",
        "title": "Jungle Cruise",
        "genre": "Adventure",
        "director": "Jaume Collet-Serra",
        "year": 2021,
        "imageURL": "/static/img/jungle-cruise.jpeg",
        "rating": 3,
        "description": "Dreaming about saving countless lives and having another adventure, the feisty English feminist and doctor of botany, Dr Lily Houghton, embarks on a peril-laden mission to change the world. Along with her fashionable brother, MacGregor, Dr Houghton enlists the help of the arrogant, wisecracking riverboat skipper, Captain Frank Wolff, to guide them through the serpentine Amazon River in La Quila, his swift wooden boat. Now, as the intrepid trio ventures deeper and deeper into the heart of an impenetrable green maze, searching for something that cannot be found, a centuries-old curse and the ruthless aristocrat, Prince Joachim, threaten to put an end to their ambitious plans."
    },
    {
        "id": "d7f9-8bf6",
        "title": "The Little Mermaid",
        "genre": "Fantasy",
        "director": "Rob Marshall",
        "year": 2023,
        "imageURL": "/static/img/the-little-mermaid.jpg",
        "rating": 4,
        "description": "The youngest of King Triton's daughters, Ariel is a beautiful and spirited young mermaid with a thirst for adventure. Longing to find out more about the world beyond the sea, Ariel visits the surface and falls for the dashing Prince Eric. Following her heart, she makes a deal with the evil sea witch, Ursula, to experience life on land."
    },
    {
        "id": "7d01-d8e1",
        "title": "Home Alone",
        "genre": "Comedy",
        "director": "Chris Columbus",
        "year": 1990,
        "imageURL": "/static/img/home-alone.jpeg",
        "rating": 4,
        "description": "It is Christmas time and the McCallister family is preparing for a vacation in Paris, France. But the youngest in the family, Kevin (Macaulay Culkin), got into a scuffle with his older brother Buzz (Devin Ratray) and was sent to his room, which is on the third floor of his house. Then, the next morning, while the rest of the family was in a rush to make it to the airport on time, they completely forgot about Kevin, who now has the house all to himself. Being home alone was fun for Kevin, having a pizza all to himself, jumping on his parents' bed, and making a mess. Then, Kevin discovers about two burglars, Harry (Joe Pesci) and Marv (Daniel Stern), about to rob his house on Christmas Eve. Kevin acts quickly by wiring his own house with makeshift booby traps to stop the burglars and to bring them to justice."
    },
    {
        "id": "0f8c-43af",
        "title": "The Last Samurai",
        "genre": "Action, Drama, History",
        "director": "Edward Zwick",
        "year": 2003,
        "imageURL": "/static/img/the-last-samurai.jpg",
        "rating": 5,
        "description": "Capt. Nathan Algren, a respected American military officer, is hired by Japanese officials to train their troops in the art of modern warfare. As Japan prepares to embrace Western traditions, the emperor's samurai resist the changes. Algren finds himself unexpectedly impressed and influenced by his encounters with the samurai, especially their leader Katsumoto. Torn between two cultures, Algren must decide where his true loyalties lie as he prepares to join the samurai in a final epic battle."
    },
    {
        "id": "cc18-3e54",
        "title": "Shutter Island",
        "genre": "Mystery, Thriller",
        "director": "Martin Scorsese",
        "year": 2010,
        "imageURL": "/static/img/shutter-island.jpg",
        "rating": 4,
        "description": "In 1954, U.S. Marshal Teddy Daniels and his new partner, Chuck Aule, are sent to Shutter Island, home of Ashecliffe Hospital for the criminally insane, to investigate the disappearance of a patient, Rachel Solando. As Teddy's investigation deepens, he uncovers shocking truths about the island, the hospital's unethical treatments, and his own haunted past. The deeper he digs, the more he begins to question everything he thought he knew, leading to a mind-bending conclusion."
    }
]